// 简历用途
export const templateUseList = [
  {
    value: '1',
    label: '社招简历'
  },
  {
    value: '2',
    label: '校招简历'
  },
  {
    value: '3',
    label: '实习简历'
  },
  {
    value: '4',
    label: '留学简历'
  },
  {
    value: '5',
    label: '考研复试'
  },
  {
    value: '6',
    label: '内推简历'
  }
];

// 简历行业
export const templateIndustryList = [
  {
    value: '1',
    label: '职能支持'
  },
  {
    value: '2',
    label: '互联网通信'
  },
  {
    value: '3',
    label: '金融投资'
  },
  {
    value: '4',
    label: '房地产建筑'
  },
  {
    value: '5',
    label: '休闲服务'
  },
  {
    value: '6',
    label: '教育培训'
  },
  {
    value: '7',
    label: '广告传媒'
  },
  {
    value: '8',
    label: '医疗制药'
  },
  {
    value: '9',
    label: '消费运输'
  },
  {
    value: '10',
    label: '制造能源'
  },
  {
    value: '11',
    label: '公共事业'
  }
];

// 行业/岗位
export const templatePostList = [
  {
    title: '职能支持',
    job: [
      '财务',
      '会计',
      '审计',
      '出纳',
      '税务',
      '统计',
      '成本管理',
      '资产管理',
      '法务',
      '律师',
      '合规',
      '知识产权',
      '律师助理',
      '人力资源',
      'HRBP',
      '猎头',
      '薪酬福利',
      '绩效考核',
      '企业文化',
      '招聘',
      '培训',
      '行政',
      '前台',
      '秘书',
      '文员',
      '总助',
      '总机',
      '渠道推广',
      'SEO'
    ]
  },
  {
    title: '互联网通信',
    job: [
      '前端开发',
      '后端开发',
      '移动开发',
      '测试',
      '运维',
      '硬件开发',
      '项目管理',
      '网络传输',
      '数据分析',
      '产品经理',
      '产品策划',
      '游戏策划',
      '产品助理',
      '交互设计',
      '平面设计',
      '网页设计',
      '动画人物设计',
      '游戏原画',
      '游戏场景',
      '游戏特效设计',
      '插画',
      '产品运营',
      '新媒体运营',
      '游戏运营',
      '用户运营',
      '活动运营',
      '社区运营',
      '内容运营',
      '客服',
      '电商运营'
    ]
  },
  {
    title: '金融投资',
    job: [
      '客户经理',
      '大堂经理',
      '银行柜员',
      '支行行长',
      '风险控制',
      '理财顾问',
      '交易员',
      '投资顾问',
      '基金经理',
      '证券分析',
      '债券发行',
      '基金会计',
      '销售代表',
      '综合柜员',
      '培训讲师',
      '业务员',
      '理财规划',
      '产品研发',
      '精算师',
      '信托经理',
      '产品经理',
      '资产管理',
      '资产证券化',
      '期货经纪人'
    ]
  },
  {
    title: '房地产建筑',
    job: [
      '投资分析',
      '项目策划',
      '项目管理',
      '项目招投标',
      '资产管理',
      '合同管理',
      '房产中介',
      '房产经纪人',
      '土建',
      '建筑工程师',
      '工程造价师',
      '给排水工程师',
      '测绘工程师',
      '水电工程师',
      '工程监理',
      '现场管理',
      '物业',
      '物业管理',
      '设施管理',
      '物业招商',
      '客服顾问',
      '物业维修',
      '机电维修',
      '绿化',
      '设计',
      '室内设计',
      '景观设计',
      '结构设计',
      '软装设计',
      '城市规划',
      '家装',
      '工长',
      '木杠',
      '安装施工'
    ]
  },
  {
    title: '休闲服务',
    job: [
      '导游',
      '旅游顾问',
      '线路策划',
      '计调',
      '领队',
      '票务',
      '会展策划',
      '酒店',
      '大堂经理',
      '礼宾',
      '总机',
      '商务中心',
      '行李员',
      '客房服务',
      '餐厅服务',
      '厨师',
      '餐饮',
      '西餐厨师',
      '中餐厨师',
      '面点师',
      '调酒师',
      '咖啡师',
      '服务员',
      '美容师',
      '发型师',
      '化妆师',
      '美体师',
      '美发培训',
      '美容整形',
      '体育保健',
      '健身教练',
      '健身顾问',
      '按摩师',
      '足疗师',
      '体育教练',
      '赛事策划',
      '体育馆管理',
      '运动员',
      '足球教练'
    ]
  },
  {
    title: '教育培训',
    job: [
      '舞蹈老师',
      '英语老师',
      '音乐老师',
      '语文老师',
      '化学老师',
      '数学老师',
      '物理老师',
      '政治老师',
      '历史老师',
      '幼师',
      '家教',
      '培训讲师',
      '教务助理',
      '课程顾问',
      '课程设计',
      '法律咨询',
      '翻译咨询',
      '心理咨询',
      '财务咨询',
      '调研员'
    ]
  },
  {
    title: '广告传媒',
    job: [
      '客户执行',
      '广告销售',
      '广告优化',
      '广告设计',
      '文案策划',
      '广告执行',
      '导演',
      '编导',
      '导演助理',
      '影视制作',
      '艺术指导',
      '摄像师',
      '后期制作',
      '音效师',
      '配音员',
      '灯光师',
      '主编',
      '编辑',
      '记者',
      '美术编辑',
      '排版设计',
      '出版',
      '经纪人',
      '主持人',
      '模特',
      '演员',
      '歌手'
    ]
  },
  {
    title: '医疗制药',
    job: [
      '外科医生',
      '内科医生',
      '放射科医生',
      '麻醉医生',
      '护士',
      '理疗师',
      '中医',
      '心理医生',
      '检验师',
      '药剂师',
      '兽医',
      '器械销售',
      '质量管理',
      '器械采购',
      '器械研发',
      '供应链',
      '器械维修',
      '药品研发',
      '化学分析',
      '药品注册',
      '医药代表'
    ]
  },
  {
    title: '消费运输',
    job: [
      '研发',
      '产品',
      '采购',
      '供应链',
      '质检',
      '跟单',
      '买手',
      '外贸经理',
      '外贸专员',
      '快递',
      '仓库管理',
      '订单处理',
      '物流管理',
      '物流经理',
      '物流专员',
      '海关事务管理'
    ]
  },
  {
    title: '制造能源',
    job: [
      '机械设计',
      '动力系统工程师',
      '底盘工程师',
      '总装工艺工程师',
      '汽车销售',
      '汽车设计',
      '机械工程师',
      '自动化工程师',
      '机电工程师',
      '结构工程师',
      '焊接工艺工程师',
      '液压工程师',
      '模具设计工程',
      '飞机维修机械师',
      '热能工程师',
      '电力工程师',
      '水利工程师',
      '测绘工程师',
      '地质工程师',
      '地质勘查',
      '采矿',
      '材料工程师',
      '配方工程师',
      '工艺工程师',
      '化妆品研发',
      '食品/饮料研发',
      '实验室技术员'
    ]
  },
  {
    title: '公共事业',
    job: [
      '公务员',
      '义工',
      '环境保护',
      '饲养员',
      '农艺师',
      '护林员',
      '园艺师',
      '饲料研发',
      '茶艺师'
    ]
  }
];
